<template>
  <div style="direction: rtl">
    <h1 class="mainHeadersTxt">אודות</h1>
    <div class="aboutCard">
      <p class="aboutTxt"> שמי הוא תמיר מילר אני בן 23 ואני חוקר תודעה ועוסק במגוון תחומים בענף ההתפתחות-האישית.
        <br>
        באתר זה, אני מאפשר לאנשים פלטפורמה לקריאה וכתיבת מאמרים, וכמו כן אני גם כותב בעצמי תכנים שלדעתי נראים משמעותיים
        שיכולים בהחלט לעניין ולעזור ללא מעט אנשים בהרבה מאוד תחומים בחייהם.
        <br>
        <br>
        תמיד ראיתי את האושר כמצב הטבעי של האדם, בחיי עברתי דברים לא פשוטים בכלל שבשלב מסויים החלטתי לצאת מהרחמים העצמיים
        והקורבנות ולהתחיל להסתכל ולחקור מדוע בכלל אני סובל בחיי.
        <br>
        וזהו הרגע שבו התחלתי ללמוד מכל דבר קטן שאני עושה על כל שאר החיים ככלל וכך רמת הביטחון והאושר שקברתי בפנים החלו להתעורר עוד ועוד ומשם צברתי המון כלים ונקודות מבט רחבות
        שאשמח לשתף אותם עם כל מי שמעוניין.
        <br>
        לדעתי מגיע לכל בן אדם שרוצה, להיות מאושר ולא רק מאושר אלא גם להתאהב בכל דבר שפוגש בדרכו.
        אושר אמיתי לא יכול לנבוע משום דבר כי אם כן זהו לא אושר אמיתי כי אם הוא בא הוא יכול גם ללכת,
        אושר אמיתי נמצא בנו בכל רגע בכל מקום ותמיד היה בלי יוצא מן הכלל ולכן נשאר לנו רק לזהותו שוב ולהיזכר במצבנו הטבעי
        עוד לפני כל ההתניות שהצטברו לנו במהלך השנים.
        <br>
        ולכן בהקשבה ללב והרפיה עמוקה גם של דברים לא מודעיים שלאט לאט מציפים, נזכרים אנו יותר ויותר שזהו ביתנו ועד כה הלכנו קצת לאיבוד בפוטנציאל הנצחי והאינסופי שנמצא לרשותינו מאז ומעולם שגם האבדון עצמו היה משהו שרצינו/רוצים לחוות ברמות שונות בעולם כזה של יחסיות.
        <br>
        <br>
        מי שמעוניין/ת לקבל ייעוץ, לשאול שאלות או כל דבר אחר מוזמן לפנות אלי בוואצאפ ואענה בהקדם.
        <br>
        052-2417446 - תמיר
      </p>
    </div>
    <q-btn @click="goToHomePage()"
           style="font-size: 140%; width: 10%; background-color: rgba(38,38,38,0.67)" glossy
           class="homePageRedirect fixed-bottom">דף הבית
    </q-btn>
  </div>
</template>

<script>
export default {
  name: "About",

  methods:{
    goToHomePage() {
      this.$router.push('/');
    },
  }

}
</script>

<style scoped>
.aboutTxt {
  color: #C10015;
  font-size: 18px;
}

.aboutCard {
  margin-right: 27%;
  background: #ffffff;
  height: 510px;
  width: 800px;
  border-radius: 10px;

}
</style>